[
  {
    "image": "b1.jpg",
    "imageUrl": "",
    "brandName": "Archies ",
    "description": "Archis company initially sold song books, posters and leather patches.The company's main product, greeting cards. Cards were introduced for major Indian festivals such as Holi, Diwali and Rakhi apart from the usual new year, birthday and anniversary occasions.    "
  },
  {
    "image": "b2.jpg",
    "imageUrl": "",
    "brandName": "Innowork",
    "description": "Innowork gives you the best Coworking Space in Noida. Equipped with high-speed internet, 24*7 operational support, locker/storage facility. print/copy/scan, and unlimited tea/coffee to keep you going. Pick from a number of services to suit your team size and business. We are Happy to associated with us as a title sponsor on IDS 4    "
  },
  {
    "image": "b3.jpg",
    "imageUrl": "",
    "brandName": "Indospirit    ",
    "description": "Indosprit associate with us as a celebration partner. Indospirit Distribution is a leading importer and distributor of alcohol beverages in India.    "
  },
  {
    "image": "b4.jpg",
    "imageUrl": "",
    "brandName": "Red FM 93.5    ",
    "description": "Red FM (Often stylized as Superhits 93.5 RED FM) is an Indian FM radio network. "
  },
  {
    "image": "b5.jpg",
    "imageUrl": "",
    "brandName": "Fabriclore",
    "description": "Unveiling a world of creativity with exquisite fabrics and craft supplies.    "
  },
  {
    "image": "b6.jpg",
    "imageUrl": "",
    "brandName": "Exchange22    ",
    "description": "The first of its’ kind sports fantasy league; Sports stock exchange. We believe that this one of a kind concept of sports fantasy league will redefine the fantasy league concept and set new benchmarks for its simple, user friendly interface and gameplay, letting the user enjoy and experience the game in a never before manner and even make money out of it."
  },
  {
    "image": "b7.jpg",
    "imageUrl": "",
    "brandName": "CYL    ",
    "description": "Empowering the next generation of changemakers through education, mentorship, and advocacy for positive social impact.    "
  },
  {
    "image": "b8.jpg",
    "imageUrl": "",
    "brandName": "Roseate House    ",
    "description": "Redefining luxury hospitality with impeccable service and unparalleled experiences.    "
  },
  {
    "image": "b9.jpg",
    "imageUrl": "",
    "brandName": "Prabhatam Group    ",
    "description": "Guiding businesses towards success through strategic consultancy and innovative solutions.    "
  },
  {
    "image": "b10.jpg",
    "imageUrl": "",
    "brandName": "Leaf Studios    ",
    "description": "We realised, its not about catching glimpses of the movie while talking to your friends or keeping it as a background noise. It's about being a part of the movie and finding yourself horse-riding in a battle. It’s about feeling the thrill of hiding from an alien invasion and about smiling on a lovers’ paradise, right from your couch.To bring you this experience, anytime anywhere, we made products that let you immerse in the world of storytelling. Be it tuning into a season that you anxiously waited for, or a favorite movie that’s ready to consume you again. Dive into a theatre-like experience that lets you hear every laugh, every whisper, every dialogue as it was meant to be and binge-watch like never before.    "
  },
  {
    "image": "b11.jpg",
    "imageUrl": "",
    "brandName": "Travel Unravel    ",
    "description": "Embarking on journeys of discovery and exploration off the beaten path.    "
  },
  {
    "image": "b12.jpg",
    "imageUrl": "",
    "brandName": "Lakme Salon    ",
    "description": "Setting the standard for beauty and grooming with innovative techniques and premium products.    "
  },
  {
    "image": "b13.jpg",
    "imageUrl": "",
    "brandName": "Juice Bucket    ",
    "description": "Juice Bucket foremost manufacturer of Apple Juice,Mango Juice,Mixed Fruit Juice etc. Our products are high in demand due to their premium quality..     "
  },
  {
    "image": "b14.jpg",
    "imageUrl": "",
    "brandName": "Men's Craft    ",
    "description": "Redefining men's grooming with premium products and expert styling.    "
  },
  {
    "image": "b15.jpg",
    "imageUrl": "",
    "brandName": "Skin Plus    ",
    "description": "Skin Plus is one of the top skin and hair clinics in Delhi. Skin Plus operations are based on the latest technology and international standards. Skin Plus services are backed by expert doctors and therapists trained by internationally renowned institutes in beauty and skincare. Our work has often gotten us the popularity and appreciation as the top dermatologist clinic in Delhi.    "
  },
  {
    "image": "b16.jpg",
    "imageUrl": "",
    "brandName": "Skinora    ",
    "description": " Unveiling radiant skin through personalized skincare solutions tailored to your unique needs.    "
  },
  {
    "image": "b17.jpg",
    "imageUrl": "",
    "brandName": "Meta Space    ",
    "description": "Where innovation meets elegance, offering futuristic designs that redefine modern living and style.    "
  },
  {
    "image": "b18.jpg",
    "imageUrl": "",
    "brandName": "FDDI",
    "description": "FDDI is a premier academic and training institution dedicated to the development and growth of the Footwear & Product, Leather Products, Retail and Fashion Merchandise and Fashion Design sectors. FDDI has Pan India Presence with 12 state-of art campuses spread across the country.    "
  },

  {
    "image": "b19.jpg",
    "imageUrl": "",
    "brandName": "INIFD",
    "description": "Shaping future fashion leaders through innovative education and creative excellence."    },
  {
    "image": "b20.jpg",
    "imageUrl": "",
    "brandName": "Pearl Academy    ",
    "description": "India's leading Institute in Fashion, Business, Interiors, Design, Product, Film & Gaming! Students at Pearl Academy Campuses across India to get Bachelor's & Master's Degree. Centre of Excellence.    "
  },
  {
    "image": "b21.jpg",
    "imageUrl": "",
    "brandName": "AB Motoss Ev    ",
    "description": " AB Motoss is an electric vehicle. they have a countrywide dealership network and in the near future we are also focusing on exports of our vehicles overseas with our offices in Ras Al Khaimah - UAE,South Sudan and Uganda .    "
  },
  {
    "image": "b22.jpg",
    "imageUrl": "",
    "brandName": "Tijil    ",
    "description": "The essence of interior decoration will always be about people and how they live. It is about the realities of what makes for an attractive, civilised and meaningful environment, not about fashion or what's in or what's out.    "
  },
  {
    "image": "b23.jpg",
    "imageUrl": "",
    "brandName": "Paper Moon    ",
    "description": "Crafting unforgettable moments with exquisite stationery and event design.    "
  },
  {
    "image": "b24.jpg",
    "imageUrl": "",
    "brandName": "Parliamentarian    ",
    "description": "Parliamentary magazine partner    "
  },
  {
    "image": "b25.jpg",
    "imageUrl": "",
    "brandName": "Brand Monkey    ",
    "description": "Infusing joy and playfulness into everyday products with creative and quirky designs.    "
  },
  {
    "image": "b26.jpg",
    "imageUrl": "",
    "brandName": "Bro Light    ",
    "description": "Illuminating spaces with stylish and energy-efficient lighting solutions.    "
  },
  {
    "image": "b27.jpg",
    "imageUrl": "",
    "brandName": "Dinamic     ",
    "description": "Driving brand success through dynamic advertising strategies and high-quality production.    "
  },
  {
    "image": "b28.jpg",
    "imageUrl": "",
    "brandName": "Molecule Air Bar    ",
    "description": "Elevating your dining experience with avant-garde cuisine and molecular gastronomy.    "
  },
  {
    "image": "b29.jpg",
    "imageUrl": "",
    "brandName": "One Drink    ",
    "description": "Quenching your thirst for refreshment with a tantalizing array of beverages.    "
  },
  {
    "image": "b30.jpg",
    "imageUrl": "",
    "brandName": "Pinlight Studio    ",
    "description": "Illuminating your memories with exquisite photography and cinematic expertise.    "
  },
  {
    "image": "b31.jpg",
    "imageUrl": "",
    "brandName": "Scudo    ",
    "description": " Shielding you from uncertainties with robust and comprehensive insurance coverage.    "
  },
  {
    "image": "b32.jpg",
    "imageUrl": "",
    "brandName": "Tycoon Global    ",
    "description": "Tycoon Magazine is a global publication that aims to create the best platform for top businesses and executives to talk and share their experiences, views, and mantra of success. Tycoon magazine has established itself as a valuable source of news and information for senior management across the globe. Key decision-makers within both the public and private sectors rely on us to provide them with the latest trends and technologies, outsourcing options, design & build managed services.    "
  },
  {
    "image": "b33.jpg",
    "imageUrl": "",
    "brandName": "Laxmisafe    ",
    "description": "Your trusted guardian for secure and reliable protection of valuables.    "
  }


]
